IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(Lang:EN)"
IDS_CVL_DLL_ERROR = "Nie można zainicjalizować dll COM"
IDS_CVL_REPORT_PRINTING = "Drukowanie raportu..."
IDS_CVL_REPORT_GENERATING = "Generowanie raportu..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "Wersja modułu projektowego nie jest zgodna z bieżącą wersją.\n Nie można wygenerować raportu."
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "Wersja modułu projektowego nie jest zgodna z bieżącą wersją.\nRC/Column Nie można wykonać projektu."
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "Wersja modułu projektowego nie jest zgodna z bieżącą wersją.\nRating Nie można wygenerować raportu."
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData Wersja modułu projektowego nie jest zgodna z bieżącą wersją."
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report Wersja modułu projektowego nie jest zgodna z bieżącą wersją."
IDS_CVL_INCORRECT_DLL_VER_ERROR = "Łączona jest nieprawidłowa wersja dll"
IDS_CVL_NOT_INIT_REPORT_ERROR = "Raport nie został zainicjowany"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "Tabela_Podsumowania"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "Łączniki_Ścinające"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "Wzmocnienia_Długościowe"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "Wzmocnienia_Podpierające"
IDS_CVL_RPT_US_Web = "Web"
IDS_CVL_RPT_US_1Side = "1Strona"
IDS_CVL_RPT_US_2Side = "2Strony"
IDS_CVL_RPT_US_Top_Flange = "Górny_Brzeżek"
IDS_CVL_RPT_US_Bottom_Flange = "Dolny_Brzeżek"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "Górna półka (dolna powierzchnia górnej półki)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "Dolna półka (górna powierzchnia dolnej półki)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ Przekrój niekompaktowy dla mostu łukowego"
IDS_CVL_RPT_US_Noncompact_section = "∴ Sekcja niekompaktowa"
IDS_CVL_RPT_US_Slender_section = "∴ Przekrój smukły."
IDS_CVL_RPT_US_Exist = "Istnieje"
IDS_CVL_RPT_US_Not_Exist = "Nie istnieje"
IDS_CVL_RPT_US_Stiffened_Web = "wzmocniony web"
IDS_CVL_RPT_US_Unstiffened_Web = "niewzmocniony web"
IDS_CVL_RPT_US_Shear_connector = "Łącznik_Ścinający"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "Wzmocnienie_Długościowe"
IDS_CVL_RPT_US_Stiffener_type_Flat = "Płaskie"
IDS_CVL_RPT_US_Stiffener_type_Tee = "T"
IDS_CVL_RPT_US_Stiffener_Num_1 = "Jedna Strona"
IDS_CVL_RPT_US_Stiffener_Num_2 = "Obie Strony"
IDS_CVL_RPT_US_Stiffener_I_type = "Typ_I"
IDS_CVL_RPT_US_Stiffener_T_type = "Typ_T"
IDS_CVL_RPT_US_Stiffener_U_type = "Typ_U"
IDS_CVL_RPT_US_Positive_moment = "Dodatni Moment"
IDS_CVL_RPT_US_Negative_moment = "Ujemny Moment"
IDS_CVL_RPT_US_Top_part = "(Górny)"
IDS_CVL_RPT_US_Bottom_part = "(Dolny)"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "Segmentowy"
IDS_CVL_RPT_US_Nonsegmental = "Niesegmentowy"
IDS_CVL_RPT_US_Solid = "katı"
IDS_CVL_RPT_US_Box = "Kutu"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d.Kesitin burulma tasarımı"
IDS_CVL_RPT_US_Transfer_Construction = "%d.At transfer and during constuction"
IDS_CVL_RPT_US_Service_LoadCombination = "%d.At service load combination"
IDS_CVL_RPT_US_PSC_Bond = "Kıılıfsız"
IDS_CVL_RPT_US_PSC_Unbond = "Kılıflı"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d.Kesitin eğilme tasarımı"
IDS_CVL_RPT_US_Positive = "Pozitif"
IDS_CVL_RPT_US_Negative = "Negatif"
IDS_CVL_RPT_US_Code = "kod"
IDS_CVL_RPT_US_Strain_compatibility = "Gerilim Uyumluluğu"
IDS_CVL_RPT_US_i_Crack_Check = "%d.Çatlak Kontrolü"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d.Kesit için Kesme Tasarımı"
IDS_CVL_RPT_US_Compression = "Sıkıştırma"
IDS_CVL_RPT_US_Tension = "Gerginlik"
IDS_CVL_RPT_US_Top_part2 = "Üst"
IDS_CVL_RPT_US_Bottom_part2 = "Alt"
IDS_CVL_RPT_US_MAX = "Maksimum"
IDS_CVL_RPT_US_MIN = "Minimum"
IDS_CVL_RPT_US_V_MAX = "V-Maksimum"
IDS_CVL_RPT_US_V_MIN = "V-Minimum"
IDS_CVL_RPT_US_T_MAX = "T-Maksimum"
IDS_CVL_RPT_US_Top_title = "■ Üst"
IDS_CVL_RPT_US_Bottom_title = "■ Alt"
IDS_CVL_RPT_US_Quasi_permanent = "Quasi-trwały"
IDS_CVL_RPT_US_Frequent = "Częsty"
IDS_CVL_RPT_US_Characteristic = "Charakterystyczny"
IDS_CVL_RPT_US_Persistent_Transient = "Trwały i Przejściowy"
IDS_CVL_RPT_US_Characteristic_IRC = "Rzadki"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "Podstawowy i Sejsmiczny"
IDS_CVL_RPT_US_Accidental = "Przypadkowy"
IDS_CVL_RPT_US_Service_Load_I = "Obciążenie Serwisowe I"
IDS_CVL_RPT_US_Service_Load_III_IV = "Obciążenie Serwisowe III/IV"
IDS_CVL_RPT_US_Continued_Load = "Obciążenie Serwisowe V"
IDS_CVL_RPT_US_Ultimate_Load_State = "Stan Ostateczny"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "Długoterminowy"
IDS_CVL_RPT_US_Short_term = "Krótkoterminowy"
IDS_CVL_RPT_US_Long_Load = "Długoterminowe Obciążenie"
IDS_CVL_RPT_US_Short_Load = "Krótkoterminowe Obciążenie"
IDS_CVL_RPT_US_Construct_Stress = "NaprężenieWCS"
IDS_CVL_RPT_US_Service_Stress = "NaprężenieWL"
IDS_CVL_RPT_US_Construct_Principal_Stress = "NaprężenieGłówneWCS"
IDS_CVL_RPT_US_Service_Principal_Stress = "NaprężenieGłówneWL"
IDS_CVL_RPT_US_PS_Steel = "NaprężenieSposobów"
IDS_CVL_RPT_US_Crack = "Sprawdzenie_Pęknięć"
IDS_CVL_RPT_US_Flexural_Strength = "Wytrzymałość_Zginająca"
IDS_CVL_RPT_US_Shear_Strength = "Wytrzymałość_Ścinająca"
IDS_CVL_RPT_US_Torsional_Strength = "Wytrzymałość_Skręcająca"
IDS_CVL_RPT_US_Girder = "Kiriş"
IDS_CVL_RPT_US_Slab = "Döşeme"
IDS_CVL_RPT_US_Non_Composite = "Kompozit olmayan"
IDS_CVL_RPT_US_Composite = "Kompozit"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. Sprawdzenie nośności na zginanie"
IDS_CVL_RPT_US_Positive_moment_title = "■ Dodatni Moment"
IDS_CVL_RPT_US_Negative_moment_title = "■ Ujemny Moment"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. Sprawdzenie nośności na ścinanie"
IDS_CVL_RPT_US_Max_Shear_Force = "■ Maksymalna Siła Ścinająca"
IDS_CVL_RPT_US_Min_Shear_Force = "■ Minimalna Siła Ścinająca"
IDS_CVL_RPT_US_Max_Torsion_Force = "■ Maksymalna Siła Skręcająca"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. Sprawdzenie nośności na skręcanie (przekrój skrzynkowy)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. Sprawdzenie nośności na skręcanie (przekrój pełny)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = " 2) Sprawdzenie Wytrzymałości Skręcającej"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. Sprawdzenie zerowych naprężeń"
IDS_CVL_RPT_US_i_Crack_check = "%d. Sprawdzenie rys"
IDS_CVL_RPT_US_Sect_Top_Stress = "'-Naprężenie Górne Sekcji"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "'-Naprężenie Dolne Sekcji"
IDS_CVL_RPT_US_Strain = "Odkształcenie"
IDS_CVL_RPT_US_Displacement = "Przemieszczenie"
IDS_CVL_RPT_US_ROUGH_CIP = "pürüzlendirilmiş(CIP Döşeme)"
IDS_CVL_RPT_US_MONOLITHICALLY = "Monolitik"
IDS_CVL_RPT_US_ROUGH = "Kasten pürüzlendirilmiş"
IDS_CVL_RPT_US_ROUGH_LWC = "Kasten pürüzlendirilmiş(LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "Kasten pürüzlendirilmiş(NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "Değil kasten pürüzlendirilmiş"
IDS_CVL_RPT_US_ANCHORED = "Zakotwiony"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) Dobór zbrojenia podłużnego po stronie rozciąganej przy zginaniu"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) Dobór zbrojenia podłużnego po stronie ściskanej przy zginaniu"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) Minimalne poprzeczne zbrojenie na ścinanie"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) Maksymalny rozstaw poprzecznego zbrojenia na ścinanie"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) Nośność na ścinanie ograniczona przez zgniecenie środnika"
IDS_CVL_RPT_Member = "Pręt"
IDS_CVL_RPT_Critical_LCOM = "Krytyczne połączenie obciążeń"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "Odporność na pękanie należy sprawdzić oddzielnie przez użytkownika"
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 należy sprawdzić oddzielnie przez użytkownika"
IDC_CVL_RPT_Not_Recommended_compession_member = "Nie zaleca się stosowania jako elementów ściskanych"
IDC_CVL_RPT_Not_Recommended_flexural_member = "Nie zaleca się stosowania jako elementów zginanych"
IDS_CVL_RPT_US_Element = "Element"
IDS_CVL_RPT_US_Position = "Pozycja"
IDS_CVL_RPT_US_Moment_Type = "Typ momentu"
IDS_CVL_RPT_US_Dgn_Condition = "Warunki projektowe"
IDS_CVL_RPT_US_Flexure = "Zginanie"
IDS_CVL_RPT_US_Properties = "Właściwości"
IDS_CVL_RPT_US_Section = "Przekrój"
IDS_CVL_RPT_US_Material = "Materiał"
IDS_CVL_RPT_US_Flange = "Krawędź"
IDS_CVL_RPT_US_Design = "Projekt"
IDS_CVL_RPT_US_Strength = "Wytrzymałość"
IDS_CVL_RPT_US_Fyc_Desc = "Wytrzymałość na ściskanie krawędzi"
IDS_CVL_RPT_US_Fyw_Desc = "Wytrzymałość na ścinanie"
IDS_CVL_RPT_US_Fyt_Desc = "Wytrzymałość na rozciąganie krawędzi"
IDS_CVL_RPT_US_Es_Desc = "Moduł sprężystości stali"
IDS_CVL_RPT_US_Transverse = "Poprzeczny"
IDS_CVL_RPT_US_Stiffener = "Wzmocnienie"
IDS_CVL_RPT_US_Type = "Typ"
IDS_CVL_RPT_US_Name = "Nazwa"
IDS_CVL_RPT_US_Elastic = "Sprężysty"
IDS_CVL_RPT_US_Steel_Gr = "Stal"
IDS_CVL_RPT_US_Steel_Section = "Przekrój stalowy"
IDS_CVL_RPT_US_Composite_Section = "Przekrój kompozytowy"
IDS_CVL_RPT_US_3n_Desc = "dla właściwości materiału zależnych od czasu zdefiniowanych, ponieważ wyniki analizy uwzględniają efekty długoterminowe"
IDS_CVL_RPT_US_Long_Reinforcement = "Zbrojenie podłużne"
IDS_CVL_RPT_US_Limit_State = "Stan graniczny"
IDS_CVL_RPT_US_Flexural = "Zginający"
IDS_CVL_RPT_US_Resistance = "Odporność"
IDS_CVL_RPT_US_EN_Positive_moment = "Moment dodatni"
IDS_CVL_RPT_US_EN_Negative_moment = "Moment ujemny"
IDS_CVL_RPT_US_Dgn_Force_Stress = "Siły i naprężenia projektowe"
IDS_CVL_RPT_US_Load_Combination = "Kombinacja obciążeń"
IDS_CVL_RPT_US_Component = "Komponent"
IDS_CVL_RPT_US_Forces = "Siły"
IDS_CVL_RPT_US_Stresses = "Naprężenia"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "Nie istnieje dodatnia kombinacja obciążeń. Pomiń to sprawdzenie."
IDS_CVL_RPT_US_Unbraced_Length = "Długość niepodparta"
IDS_CVL_RPT_US_Sect_Proportion = "Proporcje przekroju"
IDS_CVL_RPT_US_Web_Proportion = "Proporcje weba"
IDS_CVL_RPT_US_Flange_Proportion = "Proporcje krawędzi"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ Moment plastyczny (Mp)"
IDS_CVL_RPT_US_Plastic_Force = "Siły plastyczne"
IDS_CVL_RPT_US_Plastic_moment = "Moment plastyczny"
IDS_CVL_RPT_US_Plastic_Moment = "Moment plastyczny"
IDS_CVL_RPT_US_Dist_PNA = "Odległość od plastycznej osi obojętnej"
IDS_CVL_RPT_US_drt_Desc = "odległość od PNA do osi warstwy górnej zbrojenia"
IDS_CVL_RPT_US_drb_Desc = "odległość od PNA do osi warstwy dolnej zbrojenia"
IDS_CVL_RPT_US_dt_Desc = "odległość od plastycznej osi obojętnej do połowy grubości półki rozciąganej"
IDS_CVL_RPT_US_dw_Desc = "odległość od plastycznej osi obojętnej do połowy wysokości środnika"
IDS_CVL_RPT_US_dc_Desc = "odległość od plastycznej osi obojętnej do połowy grubości półki ściskanej"
IDS_CVL_RPT_US_ds_Desc = "odległość od plastycznej osi obojętnej do połowy grubości płyty betonowej"
IDS_CVL_RPT_US_Check_Case_PNA = "Sprawdź przypadek położenia plastycznej osi obojętnej"
IDS_CVL_RPT_US_Dist_of_PNA = "Odległość plastycznej osi obojętnej"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ Moment granicy plastyczności (My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "Moment granicy plastyczności górnej półki"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "Moment granicy plastyczności dolnej półki"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "Moment granicy plastyczności zbrojenia podłużnego"
IDS_CVL_RPT_US_in_which = "w tym:"
IDS_CVL_RPT_US_S_Desc = "moduł przekroju niekompozytowego"
IDS_CVL_RPT_US_S3n_Desc = "długoterminowy zespolony wskaźnik przekroju"
IDS_CVL_RPT_US_Sn_Desc = "krótkoterminowy zespolony wskaźnik przekroju"
IDS_CVL_RPT_US_M_D1_Desc = "moment przekroju niekompozytowego"
IDS_CVL_RPT_US_M_D2_Desc = "moment długoterminowego przekroju zespolonego"
IDS_CVL_RPT_US_M_AD_Desc = "dodatkowy moment granicy plastyczności krótkoterminowego przekroju zespolonego"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "Nie istnieje ujemna kombinacja obciążeń. Pomiń to sprawdzenie."
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "Minimalne zbrojenie płyty betonowej na ujemne zginanie"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "Stan graniczny nośności na zginanie przy dodatnim zginaniu"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "Stan graniczny nośności na zginanie przy ujemnym zginaniu"
IDS_CVL_RPT_US_Sect_Classification = "▪ Klasyfikacja przekroju"
IDS_CVL_RPT_US_Ductility_Req = "Wymaganie dotyczące plastyczności"
IDS_CVL_RPT_US_Dp_Desc = "odległość od górnej powierzchni płyty betonowej do osi obojętnej przekroju zespolonego przy momencie plastycznym"
IDS_CVL_RPT_US_Dt_Desc = "całkowita wysokość przekroju zespolonego"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "Nośność na zginanie zespolonego przekroju kompaktowego"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "Nominalna nośność na zginanie w przęśle ciągłym"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "Nominalna nośność na zginanie wg Dp"
IDS_CVL_RPT_US_Therefore = "dlatego,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "Sprawdzenie nośności na zginanie zespolonego przekroju kompaktowego"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "Sprawdzenie nośności na zginanie zespolonego przekroju niekompaktowego"
IDS_CVL_RPT_US_Check_compression_flange = "Sprawdź krawędź ściskającą"
IDS_CVL_RPT_US_Check_tension_flange = "Sprawdź krawędź rozciągającą"
IDS_CVL_RPT_US_Shored_Construction = "Budowa wspornikowa"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "Naprężenie zginające krawędzi"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "Ze względu na punktowo stężoną półkę rozciąganą."
IDS_CVL_RPT_US_for_curved_bridge = "dla mostu łukowego"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "Ze względu na ciągle stężoną półkę."
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "Naprężenie sprężyste II rzędu od bocznego zginania półki ściskanej"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "Ze względu na punktowo stężoną półkę."
IDS_CVL_RPT_US_fl_Fl_Desc = "Statycznie równoważna równomiernie rozłożona siła poprzeczna"
IDS_CVL_RPT_US_fl_Pl_Desc = "Statycznie równoważna skoncentrowana siła poprzeczna"
IDS_CVL_RPT_US_fl_F_Desc = "Siła rozłożona"
IDS_CVL_RPT_US_fl_P_Desc = "Siła skupiona"
IDS_CVL_RPT_US_fl_e_Desc = "Eccentryczność obciążeń wysięgnikowych"
IDS_CVL_RPT_US_fl_hw_Desc = "wysokość weba"
IDS_CVL_RPT_US_fl_Lb_Desc = "długość niepodparta"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "Współczynnik obciążenia stałego dla przekroju niezespalonego"
IDS_CVL_RPT_US_bec_torsional_warping = "Z powodu skręcania"
IDS_CVL_RPT_US_Mb_Desc = "Moment dwukierunkowy"
IDS_CVL_RPT_US_Iw_Desc = "Stała skręcania"
IDS_CVL_RPT_US_w_f_Desc = "Funkcja wyboczenia skrętnego w punkcie naprężeń "
IDS_CVL_RPT_US_Check = "Sprawdź"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "Czynnik hybrydowy, Rh"
IDS_CVL_RPT_US_homo_sect = "przekrój jednorodny"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "Przekrój hybrydowy ze stalą o wyższej wytrzymałości w środniku niż w obu półkach"
IDS_CVL_RPT_US_Rh_Dn_Desc = "większa z odległości od sprężystej osi obojętnej do wewnętrznej powierzchni półki"
IDS_CVL_RPT_US_Rh_Fn_Desc = "naprężenie granicy plastyczności odpowiadające Afn"
IDS_CVL_RPT_US_Rh_Afn_Desc = "pole półki po stronie osi obojętnej odpowiadające Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "Ograniczona długość niepodparta"
IDS_CVL_RPT_US_rt_Desc = "efektywny promień bezwładności dla wyboczenia boczno-skrętnego"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "Sprężyste naprężenie wyboczenia boczno-skrętnego"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "Modyfikator gradientu momentu"
IDS_CVL_RPT_US_for_unbraced_cantilever = "Dla niepodpartego wysięgnika"
IDS_CVL_RPT_US_Calc_Stress = "Obliczanie naprężenia"
IDS_CVL_RPT_US_Elastic_Range_Dc = "W zakresie sprężystym, Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "Wysokość środnika w ściskaniu przy momencie plastycznym, Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "Czynnik odciążenia weba"
IDS_CVL_RPT_US_In_constructibility = "W konstrukcyjności"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "Ponieważ przekrój zespolony spełnia proporcje przekroju przy dodatnim zginaniu."
IDS_CVL_RPT_US_Web_with_long_Stfn = "Środniki z podłużnymi żebrami usztywniającymi,"
IDS_CVL_RPT_US_fyc_Desc = "określona minimalna granica plastyczności półki ściskanej"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "Nośność na zginanie na podstawie ciągle stężonej półki rozciąganej"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "Nośność na wyboczenie miejscowe na podstawie punktowo stężonej półki ściskanej"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "Nośność na wyboczenie boczno-skrętne na podstawie punktowo stężonej półki ściskanej"
IDS_CVL_RPT_US_s_compact = "kompaktowy"
IDS_CVL_RPT_US_s_noncompact = "niekompaktowy"
IDS_CVL_RPT_US_s_slender = "smukły"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "Nośność na zginanie na podstawie punktowo stężonej półki ściskanej"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "Czynnik plastyfikacji weba"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "Nośność na zginanie dla ciągle stężonej półki ściskanej"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "Nośność na zginanie dla ciągle stężonej półki rozciąganej"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "Nośność na wyboczenie miejscowe na podstawie punktowo stężonej półki ściskanej"
IDS_CVL_RPT_US_for_Rolled_sect = "dla przekroju walcowanego"
IDS_CVL_RPT_US_for_built_up_sect = "dla przekroju złożonego"
IDS_CVL_RPT_US_compact_flange = "kompaktowa krawędź"
IDS_CVL_RPT_US_noncompact_flange = "niekompaktowa krawędź"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "Elastyczna odporność na wyboczenie"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "Nośność na wyboczenie skrętne oraz zginająco-skrętne"
IDS_CVL_RPT_US_Shear = "Ścinanie"
IDS_CVL_RPT_US_Max = "Max"
IDS_CVL_RPT_US_Min = "Min"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "Stosunek nośności na wyboczenie postaciowe przy ścinaniu do granicy plastyczności na ścinanie, C"
IDS_CVL_RPT_US_Web_Classification = "Klasyfikacja weba"
IDS_CVL_RPT_US_Long_Stfn = "Wzmocnienie podłużne"
IDS_CVL_RPT_US_Tran_Stfn = "Wzmocnienie poprzeczne"
IDS_CVL_RPT_US_Tran_Spacing = "Rozstaw poprzeczny"
IDS_CVL_RPT_US_web_considered = "Zatem ten środnik jest uznawany za"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "współczynnik wyboczenia postaciowego przy ścinaniu dla usztywnionych środników"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "współczynnik wyboczenia postaciowego przy ścinaniu dla nieusztywnionych środników"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "Nominalna nośność nieusztywnionych środników wewnętrznych lub panelu końcowego"
IDS_CVL_RPT_US_Vn_C_Desc = "stosunek nośności na wyboczenie postaciowe przy ścinaniu do granicy plastyczności na ścinanie"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "Nominalna nośność usztywnionych środników wewnętrznych"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "Nie uwzględniono działania pola rozciąganego po wyboczeniu"
IDS_CVL_RPT_US_Tran_Stiffeners = "Wzmocnienia poprzeczne"
IDS_CVL_RPT_US_Projecting_width = "Szerokość wystająca"
IDS_CVL_RPT_US_TS_D_Desc = "wysokość przekroju stalowego"
IDS_CVL_RPT_US_TS_tp_Desc = "grubość wzmocnienia"
IDS_CVL_RPT_US_TS_bf_Desc = "szerokość krawędzi"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "Moment bezwładności i promień bezwładności"
IDS_CVL_RPT_US_yiled_Stfn = "plastyczność wzmocnienia"
IDS_CVL_RPT_US_and = "i"
IDS_CVL_RPT_US_Service = "Usługa"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "Sprawdzenie efektywności płyty betonowej"
IDS_CVL_RPT_US_modulus_rupture = "moduł pękania"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "Naprężenie podłużne rozciągające w płycie pomostu (Service II, obciążenie z uwzględnieniem współczynników)"
IDS_CVL_RPT_US_P_N_moment = "Moment dodatni/ujemny"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "Brak kombinacji obciążeń użytkowych. Pomiń to sprawdzenie."
IDS_CVL_RPT_US_Permanent_deformation = "Odkształcenie trwałe"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "Ten przekrój nie jest przekrojem zwartym przy zginaniu dodatnim; pomiń sprawdzenie naprężeń w pasie górnym i dolnym."
IDS_CVL_RPT_US_flg_stress_ff_Desc = "naprężenie w pasie od obciążeń Service II obliczone bez uwzględnienia bocznego zginania pasa"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "określona minimalna granica plastyczności pasa"
IDS_CVL_RPT_US_posi_flexure_and = "Dodatni moment zginający i"
IDS_CVL_RPT_US_Ser_proportion_limit = "granica proporcji,   pomiń sprawdzenie nominalnej nośności na zginanie z wyboczeniem środników."
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "Nominalna nośność na zginanie z wyboczeniem środników"
IDS_CVL_RPT_US_Ser_fc_Desc = "naprężenie w pasie ściskanym w rozpatrywanym przekroju od obciążeń Service II."
IDS_CVL_RPT_US_Check_stress_conc_deck = "Sprawdź naprężenia w płycie Beton pomostu"
IDS_CVL_RPT_US_No_condition_checking_skip = "Brak warunków do sprawdzenia. Pomiń to sprawdzenie."
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "Sprawdź minimalne Zbrojenie płyty Beton na zginanie ujemne"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "Zatem minimalne Zbrojenie płyty Beton na zginanie ujemne nie jest wymagane."
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "Zatem minimalne Zbrojenie płyty Beton na zginanie ujemne jest wymagane."
IDS_CVL_RPT_US_Constructibility = "Możliwość budowy"
IDS_CVL_RPT_US_CS_Const_Stage = "Etap budowy"
IDS_CVL_RPT_US_CS_Step = "Krok"
IDS_CVL_RPT_US_C_Steel_Only = "Tylko przekrój stalowy"
IDS_CVL_RPT_US_No_CS_Skip = "Brak etapu budowy. Pomiń to sprawdzenie."
IDS_CVL_RPT_US_Check_Slend_Web = "Sprawdź smukłość przegrody"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "Pasy ściskane z dyskretnymi stężeniami"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "Pasy rozciągane z dyskretnymi stężeniami"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "Naprężenie od bocznego zginania w pasie rozciąganym"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "Sprawdź nominalną granicę plastyczności płata"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "Dla przekrojów ze smukłym środnikiem nie należy wykonywać sprawdzenia, gdy fl jest równe zero."
IDS_CVL_RPT_US_flex_resistance = "Sprawdź odporność na zginanie"
IDS_CVL_RPT_US_Chk_web_bend_buck = "Sprawdź wyboczenie przegrody"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "Dla przekrojów ze środnikami zwartymi lub niezwartymi nie należy wykonywać sprawdzenia."
IDS_CVL_RPT_US_Concrete_Deck = "Płyta betonowa"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "Sprawdź naprężenia podłużne w płycie Beton"
IDS_CVL_RPT_US_Dgn_Forces = "Siły projektowe"
IDS_CVL_RPT_US_Shear_req_Web = "Wymaganie dotyczące ścinania dla przegrody"
IDS_CVL_RPT_US_Fati_Limit_State = "Stan graniczny zmęczenia"
IDS_CVL_RPT_US_Fati_moment = "Moment zmęczenia"
IDS_CVL_RPT_US_Shear_Force = "Siła ścinająca"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "Brak kombinacji obciążeń zmęczeniowych. Pomiń to sprawdzenie."
IDS_CVL_RPT_US_F_Load_Induced_Fati = "Zmęczenie wywołane obciążeniem"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "Sprawdź zmęczenie wywołane obciążeniem"
IDS_CVL_RPT_US_F_stress_unfac_DL = "Naprężenie od niewspółczynnikowanego DL"
IDS_CVL_RPT_US_F_stress_fati_LCB = "Naprężenie od zmęczeniowego LCB"
IDS_CVL_RPT_US_F_Comp_Minus = " - : Ściskanie"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "Naprężenie ściskające od niewspółczynnikowanego DL"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "Naprężenie rozciągające od zmęczeniowego LCB"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "Naprężenie od niewspółczynnikowanego DL jest naprężeniem rozciągającym."
IDS_CVL_RPT_US_Skip_this_check = "Pomiń to sprawdzenie."
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "Kategoria"
IDS_CVL_RPT_US_F_Number_stress = "Liczba naprężeń (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "Równoważne tabeli nieskończonej trwałości."
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "Dla Fatigue I, zgodnie z tabelą"
IDS_CVL_RPT_US_CAFT = "Progi zmęczenia o stałej amplitudzie"
IDS_CVL_RPT_US_for_Fatigue_II = "Dla zmęczenia II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "Specjalne wymagania zmęczeniowe dla środników z poprzecznymi żebrami usztywniającymi"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "Ścinanie w środniku od niewspółczynnikowanego obciążenia stałego plus współczynnikowane obciążenie zmęczeniowe (Fatigue I)"
IDS_CVL_RPT_US_Sum = "Suma"
IDS_CVL_RPT_US_Warping_stress = "naprężenie skręcające"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "Nośność na zginanie na podstawie pasa rozciąganego"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "Nośność na zginanie na podstawie pasa skrzynkowego w rozciąganiu"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "Nośność na zginanie na podstawie pasa skrzynkowego w ściskaniu"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "Nośność na wyboczenie lokalne na podstawie pasów nieusztywnionych"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "Nośność na wyboczenie lokalne na podstawie pasów usztywnionych"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "współczynnik wyboczenia płyty dla równomiernego naprężenia normalnego"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "współczynnik wyboczenia płyty dla naprężenia ścinającego"
IDS_CVL_RPT_US_EN_Shear_Connector = "Łączniki ścinające"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "Brak informacji o łącznikach na ścinanie. Pomiń to sprawdzenie."
IDS_CVL_RPT_US_Types = "Typy"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "Łączniki na ścinanie typu ceownik nie sprawdzają typów."
IDS_CVL_RPT_US_SC_Hs_Desc = "wysokość łącznika"
IDS_CVL_RPT_US_SC_d_Desc = "średnica łącznika"
IDS_CVL_RPT_US_SC_Pitch = "Rozstaw"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "Odporność na zmęczenie ścinające"
IDS_CVL_RPT_US_Article = "Artykuł"
IDS_CVL_RPT_US_Table = "Tabela"
IDS_CVL_RPT_US_SC_w_Desc = "szerokość kanału"
IDS_CVL_RPT_US_SC_Pstr_Desc = "rozstaw łączników na ścinanie wyznaczony przez stan graniczny nośności"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ średnica kołka : minimalny rozstaw łączników na ścinanie"
IDS_CVL_RPT_US_SC_Vsr_Desc = "poziomy zakres ścinania zmęczeniowego na jednostkę długości"
IDS_CVL_RPT_US_SC_Vfat_Desc = "podłużny zakres ścinania zmęczeniowego na jednostkę długości"
IDS_CVL_RPT_US_SC_Ffat_Desc = "promieniowy zakres ścinania zmęczeniowego na jednostkę długości"
IDS_CVL_RPT_US_SC_I_Desc = "moment bezwładności krótkotrwałego przekroju zespolonego"
IDS_CVL_RPT_US_SC_Q_Desc = "statyczny moment pierwszego rzędu przekształconego krótkotrwałego pola płyty Beton względem osi obojętnej krótkotrwałego przekroju zespolonego"
IDS_CVL_RPT_US_SC_Vf_Desc = "zakres pionowej Siła tnącej dla odpowiedniej kombinacji obciążeń zmęczeniowych"
IDS_CVL_RPT_US_SC_Abot_Desc = "powierzchnia dolnego płata"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "zakres podłużnego naprężenia zmęczeniowego w pasie dolnym"
IDS_CVL_RPT_US_SC_L_Desc = "odległość między punktami wzmocnienia"
IDS_CVL_RPT_US_SC_w_deck_Desc = "efektywna długość płyty"
IDS_CVL_RPT_US_SC_R_Desc = "minimalny promień dźwigara"
IDS_CVL_RPT_US_SC_Space_inform = "Kołkowe łączniki na ścinanie nie mogą być rozmieszczone bliżej niż 4.0 średnice kołka (od osi do osi) poprzecznie do osi podłużnej pręta podporowego."
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- Prześwit między krawędzią pasa górnego a krawędzią najbliższego łącznika na ścinanie nie może być mniejszy niż %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "Pokrycie i penetracja"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- Prześwitowa grubość otuliny Beton nad główkami łączników na ścinanie nie powinna być mniejsza niż %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "Łączniki na ścinanie powinny być zakotwione na co najmniej %s. w płycie Beton."
IDS_CVL_RPT_US_SC_ts_Desc = "grubość płyty betonowej"
IDS_CVL_RPT_US_SC_th_Desc = "grubość od górnej krawędzi środnika do dolnej krawędzi płyty Beton"
IDS_CVL_RPT_US_SC_tfc_Desc = "grubość górnego płata"
IDS_CVL_RPT_US_SC_H_Desc = "wysokość łącznika ścinającego"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "Obliczeniowa nośność na Ścinanie pojedynczego łącznika na ścinanie"
IDS_CVL_RPT_US_Nom_Shear_force = "Nominalna siła ścinająca"
IDS_CVL_RPT_US_SC_bs_Desc = "efektywna szerokość płyty Beton"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "grubość płyty betonowej"
IDS_CVL_RPT_US_SC_bfc_Desc = "szerokość płata kompresyjnego"
IDS_CVL_RPT_US_SC_bft_Desc = "szerokość płata rozciągającego"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "grubość płata kompresyjnego"
IDS_CVL_RPT_US_SC_tft_Desc = "grubość płata rozciągającego"
IDS_CVL_RPT_US_SC_Fyw_Desc = "granica plastyczności przegrody"
IDS_CVL_RPT_US_SC_Fyc_Desc = "granica plastyczności pasa ściskanego"
IDS_CVL_RPT_US_SC_Fyt_Desc = "granica plastyczności pasa rozciąganego"
IDS_CVL_RPT_US_SC_tw_Desc = "grubość przegrody"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "Minimalna liczba łączników na ścinanie przy zginaniu dodatnim."
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "Minimalna liczba łączników na ścinanie przy zginaniu ujemnym."
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "Brak kombinacji obciążeń zmęczeniowych. Pomiń to sprawdzenie."
IDS_CVL_RPT_US_SC_Top_Tens = "Góra (Rozc.)"
IDS_CVL_RPT_US_SC_Top_Comp = "Góra (Ścisk.)"
IDS_CVL_RPT_US_SC_Bot_Tens = "Dół (Rozc.)"
IDS_CVL_RPT_US_SC_Bot_Comp = "Dół (Ścisk.)"
IDS_CVL_RPT_US_SC_Fati_Check = "Sprawdzenie zmęczenia łącznika ścinającego"
IDS_CVL_RPT_US_from_Table = "z Tabeli"
IDS_CVL_RPT_US_Stiffeners = "Wzmocnienia"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "Brak informacji o usztywnieniach. Pomiń to sprawdzenie."
IDS_CVL_RPT_US_LS_ts_Desc = "grubość wzmocnienia podłużnego"
IDS_CVL_RPT_US_LS_Il_Desc = "Moment bezwładności podłużnego usztywnienia środnika"
IDS_CVL_RPT_US_LS_r_Desc = "Promień bezwładności podłużnego usztywnienia środnika"
IDS_CVL_RPT_US_LS_d0_Desc = "rozstaw wzmocnienia poprzecznego"
IDS_CVL_RPT_US_LS_G_R_Desc = "Promień dźwigara"
IDS_CVL_RPT_US_LS_Flex_stress = "Naprężenie zginające w podłużnych usztywnieniach"
IDS_CVL_RPT_US_Bearing_Stiffeners = "Wzmocnienia nośne"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "Właściwości Przekrój i warunki projektowe"
IDS_CVL_RPT_US_BS_Material_Stfn = "Materiał wzmocnień"
IDS_CVL_RPT_US_BS_E_Desc = "Moduł sprężystości wzmocnień"
IDS_CVL_RPT_US_BS_Fys_Desc = "Granica plastyczności wzmocnień"
IDS_CVL_RPT_US_BS_Rmax_Desc = "Reakcja podpory"
IDS_CVL_RPT_US_BS_bt_Desc = "Szerokość wzmocnień"
IDS_CVL_RPT_US_BS_tp_Desc = "Grubość wzmocnień"
IDS_CVL_RPT_US_BS_n_Desc = "Pary wzmocnień"
IDS_CVL_RPT_US_BS_d_Desc = "Rozstaw wzmocnień"
IDS_CVL_RPT_US_Height_Web = "Wysokość przegrody"
IDS_CVL_RPT_US_BS_tw_Desc = "Grubość przegrody"
IDS_CVL_RPT_US_BS_R_Desc = "Spoiny pachwinowe środnik–pas"
IDS_CVL_RPT_US_BS_Alw_width = "Dopuszczalna szerokość"
IDS_CVL_RPT_US_Bearing_Resis = "Odporność nośna"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "Nominalna odporność nośna"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "Skorygowana odporność nośna"
IDS_CVL_RPT_US_Factored_Resis = "Skorygowana odporność"
IDS_CVL_RPT_US_Axial_Comp = "Kompresja osiowa"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "Odporność na wyboczenie elastyczne"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "Równoważna nominalna odporność plastyczna"
IDS_CVL_RPT_US_Nominal_yield_resis = "Nominalna odporność plastyczna"
IDS_CVL_RPT_US_Nom_Comp_Resis = "Nominalna odporność na ściskanie"
IDS_CVL_RPT_US_Fac_Comp_Resis = "Skorygowana odporność na ściskanie"
IDS_CVL_RPT_US_Moment_Inertia = "Moment bezwładności"
IDS_CVL_RPT_US_LS_k_Desc = "współczynnik wyboczenia płyty dla równomiernego naprężenia normalnego"
IDS_CVL_RPT_US_LS_w_Desc = "większa z wartości: szerokość pasa pomiędzy podłużnymi usztywnieniami pasa"
IDS_CVL_RPT_US_LS_n_Desc = "liczba równomiernie rozmieszczonych podłużnych usztywnień pasa"
IDS_CVL_RPT_US_Dgn_Code = "Tasarım Kodu"
IDS_CVL_RPT_US_Node_IJ = "Düğüm Noktası(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "Kesit Özellikleri"
IDS_CVL_RPT_US_Gross_Sect = "- Brüt Kesit"
IDS_CVL_RPT_US_Trans_Sect = "- Dönüştürülmüş Kesit"
IDS_CVL_RPT_US_Materials = "Malzemeler"
IDS_CVL_RPT_US_Concrete = "Beton"
IDS_CVL_RPT_US_Beta1 = "0.85, f'c 4ksi'den düşükse, diğerleri 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "Öngerilmeli Çelik Bilgisi"
IDS_CVL_RPT_US_Tendon_Name = "Halat Tanımı"
IDS_CVL_RPT_US_Bond_Type = "Bağlantı Tipi"
IDS_CVL_RPT_US_Dp_Tendon = "Aşırı basınç altında olan halat telinden, öngerilmeli halatın merkezine kadar olan mesafedir."
IDS_CVL_RPT_US_Dp_Rein = "Aşırı basınç altında olan halat telinden, öngerilmesiz donatı merkezine kadar olan mesafedir."
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "Boyuna öngerilmeli çelik donatı bilgisi"
IDS_CVL_RPT_US_Bot_Flexure = "Below Centroid"
IDS_CVL_RPT_US_Top_Flexure = "Above Centroid"
IDS_CVL_RPT_US_Torsion = "Burulma"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "Enine öngerilmeli çelik donatı bilgisi"
IDS_CVL_RPT_US_Angle_Longi_Stir = "boyuna ve etriye donatıları arasındaki açı bilgisidir."
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "Efektif öngerilme nedeniyle oluşan kesitsel kuvvet/gerilme değerleri"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "Kesit merkezinden, halat merkezine olan mesafedir."
IDS_CVL_RPT_US_Moment_Direct = "Moment Doğrultusu"
IDS_CVL_RPT_US_Method_Calc = "- Hesap Metodu :"
IDS_CVL_RPT_US_Max_Strength_Lcom = "- Maksimum Mukavemet Limit Yük Kombinasyonu :"
IDS_CVL_RPT_US_Max_Factor_Moment = "- Maksimum Faktörlü Moment"
IDS_CVL_RPT_US_Neut_Depth = "Basınç yüzeyine olan nötr eksen mesafesi"
IDS_CVL_RPT_US_Axial_Concrete = "Betondaki eksenel kuvvet (Basınç alanı):"
IDS_CVL_RPT_US_Axial_Steel = "Donatı çeliklerindeki eksenel kuvvet"
IDS_CVL_RPT_US_Tens_Zone = "çekme alanı"
IDS_CVL_RPT_US_Compress_Zone = "basınç alanı"
IDS_CVL_RPT_US_Axial_Unbond_Code = "Standarda göre Halatdaki eksenel kuvvet (Kılıflı)"
IDS_CVL_RPT_US_Axial_Bond_Code = "Standarda göre halatdaki eksenel kuvvet (Kılıfsız)"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* Kılıflı halatlarda oluşan eksenel kuvvetler uyumluluk metodu ile hesaplanamaz"
IDS_CVL_RPT_US_Axial_Bond_Strain = "Gerinim uyumluluğuna göre halatdaki eksenel kuvvet (Kılıfsız)"
IDS_CVL_RPT_US_Comp_Force = "Bası Kuvveti"
IDS_CVL_RPT_US_Tens_Force = "Çekme Kuvveti"
IDS_CVL_RPT_US_Tolerance = "Tolerans"
IDS_CVL_RPT_US_Flex_Resist = "Eğilme Direnci"
IDS_CVL_RPT_US_Nominal_Resist = "Nominal Direnç"
IDS_CVL_RPT_US_Resist_Factor = "Direnç Faktörü"
IDS_CVL_RPT_US_Net_Tens_Strain = ": Maksimum çekme durumundaki çelikte oluşan net çekme gerinimi"
IDS_CVL_RPT_US_Comp_Control_Range = ": Basınç Kontrol Aralığı,"
IDS_CVL_RPT_US_Tens_Control_Range = ": Çekme Kontrol Aralığı,"
IDS_CVL_RPT_US_Trans_Range = ": Geçiş Aralığı,"
IDS_CVL_RPT_US_Joint_Seg = ": segmental inşaattaki mafsal için"
IDS_CVL_RPT_US_Factored_Resist = "Faktörlü Direnç"
IDS_CVL_RPT_US_Min_Rein = "Minimum Donatı"
IDS_CVL_RPT_US_Judge = "Değerlendirme"
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "Kontrol gerekmez"
IDS_CVL_RPT_US_Min_Rein_Chk = "Minimum donatıyı kontrol et"
IDS_CVL_RPT_US_Crack_Moment = "Çatlak momenti"
IDS_CVL_RPT_US_Where = "nerede,"
IDS_CVL_RPT_US_Sect_Modulus = "Uç halat teli için Kesit Modülü"
IDS_CVL_RPT_US_Non_Composite_Dead = "Kompozit olmayan ölü yük momenti"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "Uç halat teli için Kesit Modülü"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "Uç halat teli için Kompozit olmayan Kesit Modülü"
IDS_CVL_RPT_US_Flex_Crack_Factor = "ö eğilme çatlağı değişken faktörü"
IDS_CVL_RPT_US_Pre_Vari_Factor = "öngerilme değişken faktörü"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "Donatı akma dayanımının donatı nihai çekme mukavemetine oranı"
IDS_CVL_RPT_US_Comp_Effect_Pre = "Efektif öngerilmeye bağlı betonda oluşan basınç gerilmesi"
IDS_CVL_RPT_US_Chk_Min_Rein = "Minimum donatı kontrolü"
IDS_CVL_RPT_US_Max_Service_Lcom = "- Maksimum Servis Limit Yük Kombinasyonu:"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- Çekme yüzeyine en yakın çelik donatısı maksimum aralığı"
IDS_CVL_RPT_US_Exposure_Factor = "Etki Katsayısı"
IDS_CVL_RPT_US_Tens_Service_Bar = "Servis limit durumunda çubukta oluşan çekme gerilmesi"
IDS_CVL_RPT_US_Max_shear = "Maksimum Kesme"
IDS_CVL_RPT_US_Min_shear = "Minimum Kesme"
IDS_CVL_RPT_US_Sect_Type = "Kesit Tipi"
IDS_CVL_RPT_US_Stregnth_Lcom = "Mukavement Limit Yük Kombinasyonu"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "Faktörlü Burulma momenti"
IDS_CVL_RPT_US_Factor_Shear = "Faktörlü Kesme kuvveti"
IDS_CVL_RPT_US_Factor_Moment = "Faktörlü moment"
IDS_CVL_RPT_US_Factor_Axial_Force = "Faktörlü eksenel luvvet"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "Kesme için direnç faktörü"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "Współczynnik modyfikacji gęstości betonu"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "Kesme kuvveti doğrultusundaki öngerilme kuvveti bileşeni"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(including Vp)"
IDS_CVL_RPT_US_Effect_Depth = "Efektif derinlik"
IDS_CVL_RPT_US_Effect_Web_Width = "Efektif gövde kalınlığı"
IDS_CVL_RPT_US_Effect_Bending_Depth = "Eğilme için efektif derinlik"
IDS_CVL_RPT_US_Effect_Shear_Depth = "Kesme için efektif derinlik"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "Segmental kutu kesmesi için efektif derinlik"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "Uç basınç halat teli ile önderilmeli donatı merkezi arasındaki mesafedir"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "Enine donatı maksimum aralığı"
IDS_CVL_RPT_US_Shear_Stress_Conc = "Betondaki kesme gerilmesi"
IDS_CVL_RPT_US_Min_Trans_Area = "Minimum gerekli enine donatı miktarı"
IDS_CVL_RPT_US_Min_Trans_Chk = "* "OK" veya "NG" tanımlaması enine donatı kesme direnci kontrolünde yapılacaktır"
IDS_CVL_RPT_US_Longi_Strain = "Boyuna Birim Deformasyon"
IDS_CVL_RPT_US_Stress_Vari = "Gerilme Değişkeni"
IDS_CVL_RPT_US_Tensile_Stress = "çekme gerilmesi"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "Faktörlü yükler ve kayıplardan sonra efektif öngerilme nedeniyle aşırı çekme oluşan teldeki gerilme"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "Efektif öngerilme nedeniyle betonda oluşan faktörsüz basınç gerilmesi"
IDS_CVL_RPT_US_Component_Tensile_Stress = "Betondaki çekme gerilmesi direnci ile oluşan kesme bileşeni"
IDS_CVL_RPT_US_Factor_Crack_Tension = "Gerilimi iletmek için çapraz olarak çatlamış betonu belirten faktör"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "Wartości θ i β dla Przekrój"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ jest kątem nachylenia ukośnych naprężeń ściskających."
IDS_CVL_RPT_US_Shear_Factor_Beta = "β jest współczynnikiem określającym zdolność betonu z rysami ukośnymi do przenoszenia rozciągania."
IDS_CVL_RPT_US_Max_Agg = "Maksimum agrega dane boyu"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "Beton tarafından sağlanan nominal kesme direnci"
IDS_CVL_RPT_US_Component_Trans_Rein = "Enine donatı tarafından karşılanan kesme direnci bileşeni"
IDS_CVL_RPT_US_Area_Trans_Rein = "Gerekli enine donatı alanı"
IDS_CVL_RPT_US_No_Shear_Rein = "Kesme donatı ihtiyacı yok"
IDS_CVL_RPT_US_Shear_Resist = "Kesme direnci"
IDS_CVL_RPT_US_Nominal_Shear = "Nominal kesme mukavemeti"
IDS_CVL_RPT_US_Factor_Shear_Resist = "Faktörlü kesme direnci"
IDS_CVL_RPT_US_Case_of = "Durumu"
IDS_CVL_RPT_US_Notation = "Semboller ile Gösterim"
IDS_CVL_RPT_US_Area_Shear_Flow = "Kayma akısının içinde kalan ve boşlukların da dahil edildiği alan"
IDS_CVL_RPT_US_Peri_Trans_Torsion = "Enine burulmaya karşı kullanılan donatının merkez çizgisinin çevresi"
IDS_CVL_RPT_US_Area_Conc_Sect = "Beton kesitin dış çevresinin kapladığı toplam alan"
IDS_CVL_RPT_US_Peri_Conc_Sect = "Beton kesitin dış çevresinin uzunluğu"
IDS_CVL_RPT_US_Chk_Torsion_Effect = "Burulma Etkilerinin Kontrolü"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "Burulma çatlak momenti"
IDS_CVL_RPT_US_Ignore_Torsion = "Burulma etkilerini göz ardı et."
IDS_CVL_RPT_US_Consider_Torsion = "Burulma etkilerini uygula."
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "Elemanların kayma akısının efektif kalınlığı"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "Burulma Momenti Kontrolü"
IDS_CVL_RPT_US_Req_Longi_Rein = "Gerekli boylamasına donatı miktarı"
IDS_CVL_RPT_US_Solid_Sect = "Dolu kesitte,"
IDS_CVL_RPT_US_Box_Sect = "Kutu kesitte,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "Bileşik burulma ve kesme kontrolü"
IDS_CVL_RPT_US_Before = "Brüt Kesit"
IDS_CVL_RPT_US_After = "Deviştirilmiş Kesit"
IDS_CVL_RPT_US_Inter_Shear = "Yüzey Sürtünmesi"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "Nominal yüzey sürtünme direnci"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "Tasarımda kullanılan nominal kesme direnci, Vni, aşağıdakilerin küçük olanından daha büyük olamaz:"
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "Kohezyon ve Sürtünme Faktörleri (Durum)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "Faktörlü Yüzey Sürtünme Kuvveti"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "Faktörlü Yüzey Sürtünme Direnci"
IDS_CVL_RPT_US_Allow_Conc_CS = "İnşaat aşaması sırasında betondaki izin verilen gerilme"
IDS_CVL_RPT_US_Elem = "Eleman"
IDS_CVL_RPT_US_Part = "Parça"
IDS_CVL_RPT_US_Girder_Or_Slab = "Kiriş/Döşeme"
IDS_CVL_RPT_US_Comp_Or_Tens = "Basınç/Çekme"
IDS_CVL_RPT_US_Top_Or_Bottom = "Üst/Alt"
IDS_CVL_RPT_US_Stage = "Aşama"
IDS_CVL_RPT_US_Allow_Conc_Ser = "Servis yük kombinasyonunda betondaki izin verilen gerilme"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "İnşaat aşaması sırasında betondaki izin verilen asal gerilme"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "Asal gerilme değerlersi kompozit olmayan PSC kesitler için dikkate alınmaktadır, kompozit kesitler dikkate alınmaz"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "Servis yük kombinasyonu ve maksimum kesme yükü altında betonda izin verilen asal gerilme"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "Servis yük kombinasyonu ve maksimum burkulma altında betonda izin verilen asal gerilme"
IDS_CVL_RPT_US_Allow_Tendon = "Halatta izin verilen gerilme"
IDS_CVL_RPT_US_Tendon = "Tendon"
IDS_CVL_RPT_US_Crack_Chk = "Çatlak Kontrolü"
IDS_CVL_RPT_US_Dgn_Criteria = "Tasarım Şartları"
IDS_CVL_RPT_US_Pos_Or_Neg = "Pozitif/Negatif"
IDS_CVL_RPT_US_Bonded = "kılıfsız"
IDS_CVL_RPT_US_Unbonded = "kılıflı"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "Kesit için eğilme tasarımı"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "Kesit için kesme tasarımı"
IDS_CVL_RPT_US_Dgn_Step_1 = "Tasarım Aşaması 1:"
IDS_CVL_RPT_US_Dgn_Step_2 = "Tasarım Aşaması 2:"
IDS_CVL_RPT_US_Dgn_Step_3 = "Tasarım Aşaması 3:"
IDS_CVL_RPT_US_Dgn_Step_4 = "Tasarım Aşaması 4:"
IDS_CVL_RPT_US_Dgn_Step_5 = "Tasarım Aşaması 5:"
IDS_CVL_RPT_US_Dgn_Step_6 = "Tasarım Aşaması 6:"
IDS_CVL_RPT_US_Avg_Pre_Stl = "Öngerme çeliğinde oluşan ortalama gerilme"
IDS_CVL_RPT_US_Area_Bond_Stl = "kılıfsız öngerme çeliğin alanı"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "Aşırı basınç altında olan halat telinden, öngerilmeli kılıfsız halatın merkezine kadar olan mesafedir"
IDS_CVL_RPT_US_Area_Unbond_Stl = "Kılıflı öngerme çeliğin alanı"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "Aşırı basınç altında olan halat telinden, öngerilmeli kılıflı halatın merkezine kadar olan mesafedir"
IDS_CVL_RPT_US_Area_Pre_Stl = "Öngerilme çeliğin alanı"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "Öngerilmesiz çekme çelik donatı alanı"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "Aşırı basınç altında olan halat telinden, öngerilmesiz çekme donatı merkezine kadar olan mesafedir"
IDS_CVL_RPT_US_Area_Comp_Rein = "Bası donatısı alanı"
IDS_CVL_RPT_US_Dist_Comp_Rein = "Aşırı basınç altında olan halat telinden, bası donatısı merkezine kadar olan mesafedir"
IDS_CVL_RPT_US_Depth_Comp_Flange = "Basınç altındaki flanj yüksekliği"
IDS_CVL_RPT_US_Block_Factor = "Gerilme faktörü"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "Ankrajlar arası tendon mesafesi"
IDS_CVL_RPT_US_Effect_Pre_Stl = "Kontrol edilen kesitte varolan öngerilmeli çeliği efektif gerilmesi"
IDS_CVL_RPT_US_Depth_Stress_Block = "Eşdeğer gerilme blogunun yüksekliği"
IDS_CVL_RPT_US_Flex_Resist_Factor = "Eğilme direnç faktörü"
IDS_CVL_RPT_US_Nominal_Flex_Resist = "Nominal eğilme direnci"
IDS_CVL_RPT_US_Modulus_Rup = "Kompa modülü"
IDS_CVL_RPT_US_Factored_Moment = "Faktörlü moment"
IDS_CVL_RPT_US_Max_or_Min = "Max/Min"
IDS_CVL_RPT_US_Total_Depth_Beam = "Kirişin toplam yüksekliği"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "Eğilmeye karşı çekme ve bası tesirleri bileşenleri arasındaki mesafe"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "Efektif kesme derinliği. 0.9de veya 0.72h değerlerinden az olmamalıdır"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h veya basınç altındaki en uzak telin tendon merkezine uzaklığı"
IDS_CVL_RPT_US_Factor_Shear_Sect = "Kesitteki faktörlü kesme kuvveti"
IDS_CVL_RPT_US_Width_Web = "Gövde genişliği"
IDS_CVL_RPT_US_Component_Effect_Shear = "Kesme doğrultusundaki efektif öngerilme bileşeni "
IDS_CVL_RPT_US_Ratio_Shear_Comp = "Uygulanan faktörlü kesme gerilmesinin betonun basınç direncine oranı "
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "Minimum gerekli enine donatı alanı"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "Diyagonel çatlaklı betondaki çekmeye karşı koyabilmek için kullanılan faktör"
IDS_CVL_RPT_US_Max_Factored_Moment = "Maksimum faktörlü moment"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "Birim deformasyon farkı ile çarpılmış Halatın elastik modülü"
IDS_CVL_RPT_US_Strain_Mid_Depth = "Elemanın ortasındaki birim deformasyon"
IDS_CVL_RPT_US_Angle_Comp_Stress = "Diyagonal basınç gerilmesinin eğim açısı"
IDS_CVL_RPT_US_Angle_Trans_Rein = "Enine donatının uzunlamasına eksene göre eğim açısı"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "Nominal kesme direnci"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "Nominal kesme direncinin üst limiti"
IDS_CVL_RPT_US_Torsion_Resist = "Burkulma direnci"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "Çekme için direnç faktörü"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "Nominal burulma direnci"
IDS_CVL_RPT_US_Area_Torsion_Stl = "Gerekli burulma çeliği alanı"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "Eğilme donarısına ek olarak kullanılacak burulmaya karşı kullanılacak uzunlamasına donatı alanı"
IDS_CVL_RPT_US_Replace_Shear_Force = "Factored shear force will be replaced by effective shear force when torsion is required"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "Since fpe is less than 0.5 fpu, it is recommended to use the ‘Strain Compatibility’ method"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "odległość od linii odniesienia"
IDS_CVL_RPT_EC_Checking_DesignCode = "Kod projektowy"
IDS_CVL_RPT_EC_Checking_ElementNo = "Numer elementu"
IDS_CVL_RPT_EC_Checking_PositionInfo = "Położenie elementu"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "Przypadek wymiarowania"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "Założone parametry wymiarowania"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "Graniczna wytrzymałość na zginanie"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "Wytrzymałość na ścinanie"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "Wytrzymałość na skręcanie"
IDS_CVL_RPT_EC_Title_of_CrackControl = "Szerokość rysy"
IDS_CVL_RPT_EC_Title_of_Decompression = "Sprawdzenie dekompresji"
IDS_CVL_RPT_EC_Title_of_Fatigue = "Sprawdzenie zmęczenia"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "Faza budowy"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "Przy kombinacji obc. użytkowych"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "Parametry wymiarowania"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "Informacje o przekroju"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "Dane materiałowe"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "Informacje na temat cięgien"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- Współczynniki częściowe dla SGU"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- Współczynnik λ, i współczynnik η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- Współczynnik α_cc , α_ct : współczynnik długoterminowych wpływów na wytrzymałość na ściskanie i zginanie."
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "Przypadki wymiarowania"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c  dla betonu"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s  dla stali zbrojeniowej"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s  dla stali sprężającej"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "Stały i zmienny"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "Wyjątkowy"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "gdzie, λ, η określają kolejno wysokość efektywnej strefy ściskania oraz efektywną wytrzymałość"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(dla wytrzymałości na ściskanie)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(dla wytrzymałości na ścinanie)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(dla wytrzymałości na rozciąganie)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- Dane na temat betonu"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- Dane na temat stali zbrojeniowej"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "Typ"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "Nazwa cięgna"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "Lokalizacja\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "Powierzchnia\n(mm^2 )"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "Wytrzymałość (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "Wytrzymałość obliczeniowa"
IDS_CVL_RPT_EC_Where = "gdzie,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- Wytrzymałość obliczeniowa betonu"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- Wytrzymałość obliczeniowa zbrojenia"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- Wytrzymałość obliczeniowa cięgien"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "gdzie, fcd, fctd to kolejno wytrzymałość obliczeniowa na ściskanie oraz na rozciąganie"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- Sprawdzanie zarysowania przekroju podczas zginania"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "(Przekrój jest zarysowany.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(Przekrój niezarysowany.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": Naprężenie rozciągające przy zginaniu"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(Rozciąganie przyjęte jako dodatnie.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": Projektowana wytrzymałość betonu na rozciąganie."
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "Patrz 1.4 Dane na temat cięgien."
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "Sprawdzenie wytrzymałości na zginanie, M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ Moment dodatni"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ Moment ujemny"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "Wymiarowanie"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- Obciążenie do wymiarowania"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- Parametry wymiarowania"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- Wyznaczenie osi obojętnej"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- Wyznaczenie F_c , F_s , F_p"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- Wyznaczenie wytrzymałości na zginanie, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- Sprawdzenie minimalnej powierzchni zbrojenia"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "Siła (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "Przypadki wymiarowania :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "Typ kombinacji obciążeń :"
IDS_CVL_RPT_EC_DgnLoad_LTB = "Zwichrzenie"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep  to"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z to stała przeroju"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s  to"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) Założenie położenia osi obojętnej."
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) Obliczenie odkształcenia stali i cięgien."
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) Obliczenie naprężenia stali i cięgien."
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) Obliczenie siły osiowej w betonie, stali i cięgnach."
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) Sprawdzenie, czy siła wypadkowa przekroju wynosi zero."
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) Powtarzanie kroków od 1 do 5, aż siła wypadkowa osiągnie zero."
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "Nr"
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "Położenie osi obojętnej\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "Siła ściskająca ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "Siła rozciągająca ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "Stosunek\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "Beton"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "Zbrojenie"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "Cięgna"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x jest położeniem osi obojętnej"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "Nr"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "Napręż_Eff \n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  to odległości osi obojętnej, x dla betonu, zbrojenia, cięgien"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "Informacje o przekroju"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "Przekr. zast(cięg., zbroj.)\n(Dźwigar)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "Przekr. zas (Po ścisk.)\n(Dźwigar + Płyta)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ Dźwigar"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ Płyta"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- Informacje o betonie"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- Informacje na temat zbrojenia"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- współczynnik λ, i współczynnik η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "Dźwigar"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "Płyta"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- Obliczeniowa wytrzymałość betonu"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- Obliczeniowa wytrzymałość zbrojenia"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- Obliczenie F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, Wyk 3.5, Wyk 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": Siła ściskająca dla dźwigara"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": Siła ściskająca dla płyty"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": Siła ściskająca dla zbrojenia"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": Siła rozciągająca dla zbrojenia"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": Siła rozciągająca dla cięgien"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": położenie osi obojętnej"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": Pole prostokątnego bloku naprężenia dla cz. dźwigara"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": Pole prostokątnego bloku naprężenia dla cz. płyty"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": Powierzchnia zbrojenia na ściskanie"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": Powierzchnia zbrojenia na rozciąganie"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Naprężenie_Eff  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : odkształcenie betonu na głębokości cięgna w stanie zniszczenia"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : odkształcenie cięgna przy efektywnym naprężeniu w stali sprężającej"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- Obliczenie wytrzymałości na zginanie, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  to odległość od osi obojętnej do środka ciężkości bryły naprężeń w betonie, RF, TD"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "Sprawdzenie wytrzymałości betonu na ścinanie, V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "Sprawdzenie wytrzymałości na ścinanie zbrojenia na ścinanie, V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ Maksymalna siła ścinająca"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ Minimalna siła ścinająca"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "- Obciążenie obliczeniowe"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- Wartość obliczeniowa dla wytrzymałości na ścinanie V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "Siła (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "Nazwa kombinacji obciążeń  :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "Przypadki wymiarowania :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "Typ kombinacji obciążeń :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ Zbrojenie na ścinanie nie jest wymagane"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ Wymagane zbrojenie na ścinanie"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(przy ściskaniu, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- Parametry do wymiarowania"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- Wartość obciczeniowa dla wytrzymałości na ścinanie V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- Nośność na ścinanie ograniczona przez zmiażdżenie ściskanych krzyżulców betonowych V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- Sprawdzenie stosunku zbrojenia na ścinanie"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- Sprawdzenie rozstawu strzemion"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "Pominięto sprawdzanie wytrzymałości na ścinanie V_Rd,s  przez zbrojenie na ścianie"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α jest kątem pomiędzy zbrojeniem na ścinanie i osią belki prostopadłą do siły ścinającej."
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ jest kątem nachylenia betonowych krzyżulców ściskanych do osi belki prostopadłej do siły ścinającej."
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z to ramię sił wewnętrznych."
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  to powierzchnia zbrojenia na ścinanie w przekroju"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  to minimalny stosunek zbrojenia na ściananie"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "( dla f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "( dla f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "( dla konstrukcji nie sprężanych )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( dla 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( dla 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( dla 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "( dla σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  to współczynnik redukcji wytrzymałości dla betonu zarysowanego podczas ścinania"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  to swpółczynnik uwzględniający stan naprężeń w pasie ściskanym"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s to rozstaw strzemion"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "Maksymalna siła ścinająca"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "Minimalna siła ścinająca"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "Sprawdzenie wytrzymałości na ściananie betonu, V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "- Obciążenie obliczeniowe"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "Przypadki wymiarowania :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "Typ kombinacji obciążeń :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- Wytrzymałość obliczeniowa betonu"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- Wytrzymałość obliczeniowa zbrojenia"
IDS_CVL_RPT_EC_Block_Shear01_girder = "Dźwigar"
IDS_CVL_RPT_EC_Block_Shear01_slab = "Płyta"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- Sprawdzenie czy przekrój jest zarysowany podczas zginania"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(Przekrój jest zarysowany.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(Przekrój niezarysowany.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": Naprężenie rozciągające przy zginaniu"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(Rozciąganie przyjęte jako dodatnie.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": Obliczeniowa wytrzymałość na rozciąganie betonu."
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- Całkowite naprężenia w złożonym środku ciężkości dla samego dźwigara"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(Przewodnik wymiarowania do EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": naprężenia w złożonym środku ciężkości od działania momentów na sam dźwigar"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": naprężenia w złożonym środku ciężkości wywołane sprężaniem"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": Moment zginający w samym dźwigarze"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": Wysokość środka ciężkości"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": Wysokość środka ciężkości w przekroju złożonym"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": Powierzchnia samego dźwigara"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": Moment bezwładności w samym dźwigarze"
IDS_CVL_RPT_EC_Block_Shear02_P = ": Siła sprężająca po wszystkich stratach"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": Moment siły sprężającej"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- Naprężenie ścinające w samym dźwigarze na wysokości złożonego środka ciężkości"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": Śiła ścinająca dla samego sprężonego dźwigara"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": Moment statyczny w środku ciężkości dla samego dźwigara"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": Szerokość dźwigara"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- Dodatkowa siła ścinająca działająca na przekrój złożony"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": Moment statyczny w środku ciężkości dla przekroju złożonego"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": Moment bezwładności przekroju złożonego"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- Całkowita wytrzymałość na ścinanie przekroju złożonego"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(regiony nie zarysowane przy zginaniu)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ Zbrojenie na ścinanie jest wymagane"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ Zbrojenie na ścinanie nie jest wymagane"
IDS_CVL_RPT_EC_Block_Shear03_title = "Sprawdzenie zbrojenie na ścinanie"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- Sprawdzenie stosunku zbrojenia na ścinanie"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  to minimalny stosunek zbrojenia na ścinanie"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": Pole przekroju zbrojenia pionowego"
IDS_CVL_RPT_EC_Block_Shear03_space = "- Sprawdzenie rozstawu strzemion"
IDS_CVL_RPT_EC_Block_Shear03_s = "s to rozstaw strzemion"
IDS_CVL_RPT_EC_Block_Shear03_d = ": głębokość efektywna"
IDS_CVL_RPT_EC_Block_Shear04_title = "Sprawdzenie dodatkowej siły rozciągającej w zbrojeniu podłużnym od siły ścinającej"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": Wytrzymałość na zginanie"
IDS_CVL_RPT_EC_Block_Shear04_z = ": Ramię sił wewnętrznych z analizy wytrzymałości na zginanie"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "Sprawdzenie ścinania na styku betonu po różnym czasie"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": Siła ściskająca dźwigara"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": Śiła ściskająca płyty"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- Naprężenie ścinające na styku"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": Stosunek siły podłużnej działającej na przekrój poprzeczny nowego betonu"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  do całej siły podłużnej, w strefie ściskanej lub rozciąganej"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": Poprzeczna siła ścinająca"
IDS_CVL_RPT_EC_Block_Shear05_z = ": Ramię sił wewnętrznych z analizy wytrzymałości na zginanie"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": Szerokość kontaktu"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "Sprawdzenie ścinania na styku betonu po różnym czasie"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": Przyjęto β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "Sprawdzenie ścinania na styku betonu po różnym czasie"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": Całkowita siła rozciągająca dźwigara i płyty"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": Siła rozciągająca płyty"
IDS_CVL_RPT_EC_Block_Shear06_title = "- Obliczeniowa wytrzymałość na ścinanie na styku"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": Minimalna obliczeniowa wytrzymałość na rozciąganie(fctd) i wytrzymałość obliczeniowa (f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   betonu pomiędzy dźwigarem i płytą"
IDS_CVL_RPT_EC_Block_Shear06_c = ": czynniki, które zależą od szorstkości powierzchni kontaktu"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": czynniki, które zależą od szorstkości powierzchni kontaktu"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": Waga płyty"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": Obszar połączenia (1m na jednostkę długości)"
IDS_CVL_RPT_EC_Block_Shear06_As = ": Obszar zbrojenia przecinającego powierzchnię styku"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": Wytrzymałość łączników na ścinanie"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": Kąt zbrojenia przecinającego powierzchnię styku"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "Obciążenie obliczeniowe"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "Sprawdzenie wytrzymałości na skręcanie"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ Maksymalny moment skręcający"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "Siła (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "Przypadki wymiarowania :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "Typ kombinacji obciążeń :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ Zamknięta część przekroju"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ Górna półka [ Lewa ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ Górna półka  [ Prawy ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ Górna półka"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ Dola półka [ Lewa ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ Dolna półka [ Prawa ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ Dolna półka"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ Lewy środnik"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ Prawy środnik"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ Środnik"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ Obliczenie maksymalnej wytrzymałości na skręcanie, T_Rd,max  całkowitego przekroju"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- Parametry wymiarowania"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- Sprawdź granicę zniszczenia dla ścinania ze skręcaniem"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- Sprawdź zbrojenie podłużne na skręcanie"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- Sprawdź rozkład podłużny skręcania"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(Przypuszczalny α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i  to efektywna szerokość ściany"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k  to obszar zamknięty przez linie środkowe ścian łączących, w tym wewnętrzne puste obszary"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k  to obwód obszaru A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α to nachylenie zbrojenia na ścinanie skrętne do osi wzdłużnej belki."
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ to kąt zastrzałów"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed  to przyjęte skręcanie obliczeniowe"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k  to obszar zamknięty przez linie środkowe ścian łączących, w tym wewnętrzne puste obszary"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i  to efektywna szerokość ściany"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A jest całkowitą powierzchnią przekroju w obwodzie zewnętrznym, łącznie z wewnętrznymi obszarami pustymi"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u to zewnętrzny obwód przekroju"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k  to obwód obszaru A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ to kąt zastrzałów"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i  to efektywna szerokość ściany"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u to zewnętrzny obwód przekroju"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A jest całkowitą powierzchnią przekroju w obwodzie zewnętrznym, łącznie z wewnętrznymi obszarami pustymi"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i  to zewnętrzny obwód przekroju"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki  o obszar zamknięty przez linie środkowe ścian łączących, w tym wewnętrzne puste obszary"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- Poniższe równanie służy do ustalenia, czy konieczne jest zaprojektowanie zbrojenia."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c  to wytrzymałość na skręcanie przy zarysowaniu"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c  to obliczeniowa wytrzymałość na ścinanie bez zbrojenia na ścinanie"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- Obliczeniowa wartość wytrzymałości na skręcanie przy zarysowaniu T_Rd,c"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- Obliczeniowa wartość na ścinanie dla środkaV*_Ed"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "Liczba środników "
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( Zakłada się, że ścinanie jest przenoszone przez środnik. )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- Sprawdzenie czy projektowanie zbrojenia jest wymagane."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "Zbrojenie poprzeczne jest wymagane."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "Zbrojenie poprzeczne nie jest wymagane."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "( dla konstrukcji niesprężonych)"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( dla 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( dla 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( dla 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "( dla σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl  to zastosowana powierzchnia zbrojenia podłużnego na skręcanie."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq  to wymagana powierzchnia zbrojenia podłużnego na skręcanie."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- Sprawdzenie zbrojenia poprzecznego na ścinanie"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv  to powierzchnia zbrojenia poprzecznego na ścinanie."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v  to rozstaw zbrojenia na ścinanie "
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- Sprawdzenie zbrojenia poprzecznego na skręcanie"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt  powierzchnia zbrojenia poprzecznego na skręcanie."
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "Obliczenie szerokości rysy, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ Góra"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ Dół"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "- Obciążenie obliczeniowe"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- Parametry wymiarowania"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- Obliczenie średniego odkształcenia betonu i zbrojenia, ε_cm , ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- Obliczenie maksymalnego rozstawu rys, S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- Sprawdzenie szerokości rys"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "Siła (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "Nazwa kombnacji obciążeń :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "Typ obciążeń użytkowych :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "Typ kombinacji obciążeń :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "Długo/krótko terminowe :"
IDS_CVL_RPT_EC_Stress_top_surface = "- Naprężenia na górnej powierzchni"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- Naprężenia na dolnej powierzchni"
IDS_CVL_RPT_EC_Stress_surface = "(Dla naprężeń rozciągających, sprawdzenie zarysowania jest wymagane.)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(Dla naprężeń mniejszych od f_ctd , sprawdzenie zarysowania jest pominięte.)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(Dla naprężeń rozciągających, sprawdzenie zarysowania jest wymagane.)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ to zastępcza średnica pręta (= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c to otulina zbrojenia podłużnego"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 ( dla obciążenia krótkotrwałego )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 ( dla obciążenia długotrwałego )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s  to naprężenie w zbrojeniu na rozciąganie przy założeniu przekroju zarysowanego"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' to powierzchnia cięgien struno- lub kablobetonowych wewnątrz A_c,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff to powierzchnia efektywna betonu rozciąganego otaczającego zbrojenie lub"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "         cięgien sprężających o głębokości, hc,ef = min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1  skorygowany w zależności od średnic stali sprężającej i zbrojeniowej,"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        stosunek sił przyczepności"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ  to stosunek sił przyczepności dla stali sprężającej lub zbrojeniowej"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s  to największa średnica prętów zbrojeniowych"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p  to zastępcza średnica cięgien"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t  to współczynnik zależny od czasu trwania obciążenia"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 ( dla prętów o wysokiej przyczepności )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6 ( dla prętów o gładkiej powierzchni (np. cięgna sprężające) )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5 ( przy zginaniu )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 ( przy czystym rozciąganiu )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1  jest współczynnikiem zależnym od przyczepności zbrojenia"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2  jest współczynnikiem zależnym od rozkładu odkształceń"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "Granca szerokości rys, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "Klasa ekspozycji :"
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "Sprawdzenie minimalnej powierzchni zbrojenia, A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- Sprawdzenie naprężeń w betonie od kombinacji obciążeń charakterystycznych."
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "Typ kombinacji obciążeń charakterystynczych nie istnieje.(Pominięcie sprawdzenia A_s,min .)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- Sprawdzenie naprężeń w betonie od kombinacji obciążeń charakterystycznych."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "Przypadek wymiarowania :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "Przypadki wymiarowania :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "Typ kombinacji obciążeń :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "Długo/krótkotrwałe :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface  to naprężenie na powierzchni sprężonego betonu."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "σ_ct,p  wartość przyjęta jako f_ct,eff  zgodnie z 7.3.2 (2)."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff  is the mean value of the tensile strength of the concrete effective at the time."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff  jest średnią wartością wytrzymałości betonu na rozciąganie, osiągniętą w chwili,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     w której jak się oczekuje powstaną rysy."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": Minimalne pole zbrojenia, A_s,min  nie jest wymagane."
IDS_CVL_RPT_EC_Asmin_Check_02 = ": Minimalne pole zbrojenia, A_s,min  jest wymagane."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- Obliczenie minimalnej powierzchni zbrojenia, A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct  to powierzchnia betonu w strefie rozciągania."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s  jest wartością bezwzględną maksymalnego naprężenia dozwolonego w zbrojeniu,"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     które powstaje natychmiast po pojawieniu się rysy."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff  jest średnią wartością wytrzymałości betonu na rozciąganie, osiągniętą w chwili,"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     w której jak się oczekuje powstaną rysy."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k to współczynnik, który uwzględnia wpływ nierównomiernych, samorównoważących się"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     naprężeń, które prowadzą do zmniejszenia sił od odkształceń wymuszonych."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c  to współczynnik, który bierze pod uwagę rozkład naprężeń w przekroju w chwili bezpośrednio"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "      poprzedzającej  zarysowanie oraz od zmiany ramienia sił wewnętrznych"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(Jeśli N_Ed  jest siłą ściskającą,  + )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(Jeśli N_Ed  jest siłą ściskającą)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(Jeśli N_Ed  jest siłą rozciągającą)"
IDS_CVL_RPT_EC_Top = "Góra"
IDS_CVL_RPT_EC_Bottom = "Dół"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "- Obciążenie obliczeniowe"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "Przypadki wymiarowania :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "Typ kombinacji obciążeń :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "Długo/krótkotrwałe :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- Sprawdzenie naprężeń"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: ściskanie    + : rozciąganie)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : klasa to  D lub E, sprawdzenie pominięte."
IDS_CVL_RPT_EC_Fati01_title = "- Sprawdzenie naprężeń"
IDS_CVL_RPT_EC_Fati01_ref = "(Przewodnik do wymiarowania 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "Typ kombinacji obciążeń :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "Maksymalne naprężenie ściskające (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "Minimalne naprężenie ściskające  (σ_c,min ) :"
IDS_CVL_RPT_EC_Fati01_days = "dni"
IDS_CVL_RPT_EC_Fati01_t = " : wiek przy którym obciążenie ruchome zostało przyłożone po raz pierwszy"
IDS_CVL_RPT_EC_Fati01_s = " : współczynnik zależny od typu cementu"
IDS_CVL_RPT_EC_Fati02_title = "- Sprawdzenie naprężeń dla wymaganego zbrojenia na ścinanie"
IDS_CVL_RPT_EC_Fati02_LCOM = "Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "Typ kombinacji obciążeń :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "Maksymalna siła ścinająca (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "Minimalna siła ścinająca (V_Ed,min )  :"
IDS_CVL_RPT_EC_Fati02_VRdc = "Obliczeniowa wytrzymałość na ścinanie (V_Rd,c )  :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) Dźwigar"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) Płyta"
IDS_CVL_RPT_EC_Transfer_Compression = "■ Ściskanie"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- Nazwa etapu krytycznego :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "For reinforced concrete slab,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "Dla elementów sprężonych,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "Ograniczenie naprężeń"
IDS_CVL_RPT_EC_Transfer_Compression_post = "Dla elementów kablobetonowych,"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- Typ kombinacji obciążeń :"
IDS_CVL_RPT_EC_Table_Elem = "Elem."
IDS_CVL_RPT_EC_Table_Part = "Część"
IDS_CVL_RPT_EC_Table_Posi = "Dodatni\n/ Ujemny"
IDS_CVL_RPT_EC_Table_LCOM = "Nazwa Komb Obc"
IDS_CVL_RPT_EC_Table_Situ = "Przypadek"
IDS_CVL_RPT_EC_Table_Type = "Typ"
IDS_CVL_RPT_EC_Table_Chk = "Sprawdź"
IDS_CVL_RPT_EC_Table_Rat = "Stosunek"
IDS_CVL_RPT_EC_Table_CompTens = "Ścisk./Rozc."
IDS_CVL_RPT_EC_Table_Stage = "Etap"
IDS_CVL_RPT_EC_Table_LCOM2 = "Nazwa\nKomb Obc"
IDS_CVL_RPT_EC_Table_Tnd = "Cięgno"
IDS_CVL_RPT_EC_Table_TopBot = "Góra/Dół"
IDS_CVL_RPT_EC_Table_LCOM_Type = "Typ Komb Obc"
IDS_CVL_RPT_EC_Table_LCOM_Term = "Dług/Krótk"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "Numer elementu"
IDS_CVL_RPT_EC_Plate_Check_Position = "Położenie elementu"
IDS_CVL_RPT_EC_Plate_DesignLoad = "- Obciążenie obliczeniowe"
IDS_CVL_RPT_EC_Plate_LCOM = "Nazwa kombinacji obciążeń :"
IDS_CVL_RPT_EC_Plate_Verification = "- Sprawdzenie"
IDS_CVL_RPT_EC_Plate_Verification2 = "Sprawdzenie"
IDS_CVL_RPT_EC_when = "gdy"
IDS_CVL_RPT_EC_here = "tutaj,"
IDS_CVL_RPT_EC_where = "gdzie,"
IDS_CVL_RPT_EC_for = "dla"
IDS_CVL_RPT_EC_Num = "numer"
IDS_CVL_RPT_EC_space = "Przestrzeń"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "Przypadek wymiarowania"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "Wytrzymałość na zginanie"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "Wytrzymałość na ścinanie pionowe"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "Wytrzymałość na zwichrzenie"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "Wytrzymałość na działanie sił poprzecznych"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "Wytrzymałość na ścinanie podłużne"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "Wytrzymałość na zmęcznie"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "Graniczne naprężenie"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "Ścinanie podłużne dla SGU (Stan Graniczny Użytkowalności)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "Parametry do wymiarowania"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "Informacje o przekroju"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "Dane materiałowe"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ Współczynniki częściowe"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C  dla betonu"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S  dla stali zbrojeniowej"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0  dla stali konstrukcyjnej"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1  dla stali konstrukcyjnej"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V  dla sworzni z łbem"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γ_Ff  dla równow. zakresu zmienności naprężeń o stałej amplitudzie"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf  dla wytrzymałości zmęczeniowej"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s  dla wytrzymałości zmęczeniowej przy ścianiu sworzni"
IDS_CVL_RPT_EC_partial_factors_title = "Współczynniki częściowe"
IDS_CVL_RPT_EC_partial_factors_Value = "Współczynnik"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "dla betonu"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "dla zbrojenia"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "dla stali konstrukcyjnej"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "dla stali konstrukcyjnej"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "dla sworzni z łbem"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "dla równoważnych zakresów zamienności naprężenia o stałej amplitudzie"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "dla wytrzymałości zmęczeniowych"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "dla wytrzymałości zmęczeniowych przy ścinaniu sworzni"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■  Wymiary przekroju"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "Płyta"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "Dźwigar"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■  Sztywność przekroju"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "Przed"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "Po"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "Zarysowanie"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ Stal konstrukcyjna"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ Beton"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ Zbrojenie"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "Moment dodatni"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "Moment ujemny"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- Naprężenia"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ Obciążenie obliczeniowe"
IDS_CVL_RPT_EC_Plate_Left = "Lewa"
IDS_CVL_RPT_EC_Plate_Right = "Prawa"
IDS_CVL_RPT_EC_Plate_TF = "Górna półka"
IDS_CVL_RPT_EC_Plate_BF = "Dolna półka"
IDS_CVL_RPT_EC_Plate_Web = "Środnik"
IDS_CVL_RPT_EC_Plate_OF = "Wystające półki"
IDS_CVL_RPT_EC_Plate_IP = "Części wewnętrzne"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ Klasyfikacja przekrojów"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "Klasyfikacja przekrojów"
IDS_CVL_RPT_EC_Plate_Part = "Część"
IDS_CVL_RPT_EC_Plate_Class = "Klasa"
IDS_CVL_RPT_EC_Plate_Section = "Przekrój"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- Graniczna nośność plastyczna, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "Plastyczna oś ob."
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "Moment plastyczny"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "Efekt. plast. Oś ob."
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(Górna część plastycznej osi ob.)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(Dolna część plastycznej osi ob.)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- Graniczna nośność plastyczna , M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- Graniczna nośność sprężysta, M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "Moment sprężysty"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": najmniejszy współczynnik przy którym wartość graniczna zostanie osiągnięta."
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(Obliczenie minimalnej wartości pomiędzy stalowym dźwigarem, a betonową płytą)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(Obliczenie minimalnej wartości pomiędzy stalowym dźwigarem, a betonową płytą)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- Przekrój efektywny"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "Przekrój efektywny"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "-Dodany moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "Dodany moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- Efektywana sztywność dla N_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- Efektywna sztywność dla M_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "Efektywna sztywność dla"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   Plastyczna nośność graniczna, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) Lewy środnik"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) Prawy środnik"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ Obciążenie obliczeniowe"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "Plastyczna oś ob."
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  Obliczenie. V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  Obliczenie. V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  Obliczenie. V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "Górna półka"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "Dolna półka"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "Środnik"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ Wkład ze środnika"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "Wkład ze środnika"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ Wkład z półek"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "Wkład z półek"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ Interakcja M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "Interakcja"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "Naprężenie ścinające"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■  Sprawdzenie wytrzymałości na ścinanie"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "Nośność prz ścinaniu plastycznyme"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "Nośność przy wyboczeniu ścinającym"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "Zmodyfikowana smukłość"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λwi dla panelu podrzędnego"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■  Krytyczny λw"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "Usztywnienia poprzeczne nie istnieją."
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "W takim przypadku należy zastosować usztywnienia poprzeczne wraz z usztywnieniami poprzecznymi na podporach."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd  jest obliczony jak M_pl,Rd  z pominięciem wkładu środnika."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0  jest obliczony jak M_pl,Rd  z pominięciem wkładu środnika."
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "jest obliczane jako"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "z pominięciem środnika"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "Współczynnik redukcyjny dla N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "Współczynnik redukcyjny dla N_Ed ·"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "Współczynnik redukcyjny dla"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(Przyjęty jako największa wartość z (∑σ_i )W)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "Nie ma konieczności sprawdzania kryterium interakcji"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "Dla klasy przekroju 1 lub 2, interakcja M-V powinna zostać sprawdzona samodzielnie przez użytkownika."
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / Liczba środników"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "Liczba środników"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- M_b,Rd  Wytrzymałość na zwichrzenie"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "Wytrzymałość na zwichrzenie"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- N_b,Rd  Wytrzymałość na wyboczenie osiowe"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "Stosunek złożony"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- model ramowy U"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- Weryfikacja ściskania i zginania dwuosiowego"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "Weryfikacja ściskania i zginania dwuosiowego"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- Współczynniki wyboczeniowe dla różnych typów obciążeń"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "Współczynniki wyboczeniowe dla różnych typów obciążeń"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- Dla środników bez usztywnień podłużnych"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- Dla środników z usztywnieniami podłużnymi"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- Efektywna długość obciążenia"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "Efektywna długość obciążenia"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- Wytrzymałość obliczeniowa"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "Wytrzymałość obliczeniowa"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- Wytrzymałość na ścinanie dla jednego łącznika"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "Wytrzymałość na ścinanie dla jednego łącznika"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- Podłużna siła ścinająca działająca na długości L_A_B"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "Podłużna siła ścinająca dla długości"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- Sprawdzenie, Płyta"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- Zakres naprężeń ścinających dla łącznika"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "Zakres naprężeń ścinających dla łącznika"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍrozstaw sworzni /liczba sworzni"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "rozstaw sworzni / liczba sworzni"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- Współczynniki równoważne uszkodzeniom"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "Współczynniki równoważne uszkodzeniom"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- Równoważny zakres zmienności naprężeń o stałej amplitudzie, odniesione do 2 milionów cykli"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "Równoważny zakres zmienności naprężeń o stałej amplitudzie, odniesione do 2 milionów cykli"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "Nazwa kombinacji obciążeń charakterystycznych :"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "Nazwa kombinacji obciążeń quasi-stałych:"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- W stali konstrukcyjnej"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(Włókno w prawym górnym rogu półki)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(Oś obojętna w środniku)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- W betonie płyty"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "W betonie płyty"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- W zbrojeniu"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "W zbrojeniu"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "Zbrojenie jest ściskane. Nie ma potrzeby sprawdzenia."
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "Celowo chropowaty (0,25 in.)"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "Celowo chropowaty"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "Niecelowo chropowaty"
